step-by-step/030-populate-database/soap/0006.xml

<?xml version="1.0" ?>
<!-- Создаем значение списка -->
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <auth xmlns="http://ws.base.kernel.bgbilling.bitel.ru/" pswd="admin" user="admin"></auth>
    </S:Header>
    <S:Body>
        <ns5:entitySpecAttrListItemUpdate xmlns:common="http://common.bitel.ru"
                                          xmlns:ns5="http://service.common.entity.kernel.oss.bitel.ru/"
                                          xmlns:xs="http://www.w3.org/2001/XMLSchema"
                                          xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <arg0 xmlns="">3</arg0>
            <arg1 xmlns="" id="-1" title="50"></arg1>
        </ns5:entitySpecAttrListItemUpdate>
    </S:Body>
</S:Envelope>